Repository: MuradAL-Tarifi/GPS_Tracker
Catalog: GPS.Resources/Resources/SharedResources.*.resx
Languages: ar

# UpdateWaslContactInfo
source: Update Contact Info
ar: تحديث معلومات الاتصال في وصل

source: Update Wasl Driver Info
ar: تحديث معلومات السائق في وصل

source: Update Wasl Vehicle IMEI
ar: تحديث رقم IMEI في وصل

source: Upload File
ar: رفع الملف

source: User Id
ar: رقم المستخدم

source: User Info
ar: بيانات المستخدم

source: Username Or Password InValid
ar: خطأ في اسم المستخدم أو كلمة المرور

source: Users
ar: المستخدمين

source: User Type
ar: نوع المستخدم

source: Vehicle
ar: المركبة

# VehicleAdditionalInfo
source: For the Transport Authority and the Automobile Syndicate
ar: خاص بهيئة النقل ونقابة السيارات

source: Vehicle Door Opening Report
ar: تقرير فتح أبواب المركبة

# VehicleIcon
source: Icon
ar: الأيقونة

source: Vehicle Info
ar: بيانات المركبة

# VehicleLinkType
source: Link Type
ar: نوع الربط

source: Vehicle Movement Path
ar: مسار حركة المركبة

source: Vehicle Name
ar: اسم المركبة

# VehicleNotExists
source: Vehicle is not exists
ar: المركبة غير موجودة

source: Vehicles
ar: المركبات

# VehicleType
source: Type
ar: نوع المركبة

source: Vehicle Working Status Report
ar: تقرير حالة عمل المركبات

source: View
ar: مشاهدة

# ViewAlerts
source: Alerts
ar: الإنذارات

source: View All
ar: إظهار الكل

source: View All Alerts
ar: عرض جميع الإنذارات

# ViewGeoFences
source: Geofences
ar: الأسيجة الجغرافية

# ViewInfoWindow
source: Info Window
ar: نافذة المعلومات

source: View More
ar: إظهار المزيد

# ViewPath
source: Path
ar: المسار

# ViewPOI
source: Points of interest
ar: نقاط الإهتمام

# ViewPointerMarker
source: Pointer Marker
ar: مؤشر الاختيار

# ViewPoints
source: Path Points
ar: نقاط المسار

# ViewRoutes
source: Routes
ar: المسارات

# ViewRoutesPoints
source: Routes Points
ar: نقاط المسارات

# ViewStopsOnly
source: Stops Only
ar: نقاط التوقف

source: Voltage Coefficient
ar: معامل الفولتية

source: Warehouse
ar: المستودع

source: Warehouse Coordinates
ar: إحداثيات المستودع

source: Warehouse Info
ar: بيانات المستودع

# WarehouseInventoryHistoryReport
source: Warehouse And Inventory History Report
ar: تقرير سجل المستودعات والمخازن

# WarehouseInventoryHistoryReportTitle
source: {0} - Warehouse And Inventory History Report
ar: {0} - تقرير سجل المستودعات والمخازن

source: Warehouse Location
ar: موقع المستودع

source: Warehouse Not Exists
ar: المستودع غير موجود

# WarehouseOnlineDashboard
source: Temperature and Humidity Dashboard
ar: لوحة الحرارة والرطوبة

source: Warehouses
ar: المستودعات

source: Warehouses Dashboard
ar: لوحة المستودعات

# WarehousesHistoryReport
source: Warehouse records report
ar: تقرير سجل المستودعات

# WarehousesInventoriesPermission
source: Warehouses And Inventories Permission
ar: تصاريح المستودعات والمخازن

source: Warehouses Report
ar: تقرير المستودعات

# WaslDeleteCompanyInfo
source: <br/><b>Delete Company from WASL : </b>
ar: <br/><b dir=\"rtl\">حذف الشركة من وصل : </b>

# WaslDeleteDriverInfo
source: <br/><b>Delete Driver from WASL : </b>
ar: <br/><b dir=\"rtl\">حذف السائق من وصل : </b>

# WaslDeleteVehicleInfo
source: <br/><b>Delete Vehicle from WASL : </b>
ar: <br/><b dir=\"rtl\">حذف المركبة من وصل : </b>

source: Wasl Link Status
ar: حالة الإرتباط

# WaslRegisterCompanyInfo
source: <br/><b>Company Registeration in WASL : </b>
ar: <br/><b dir=\"rtl\">تسجيل الشركة في وصل : </b>

# WaslRegisterDriverInfo
source: <br/><b>Driver Registeration in WASL : </b>
ar: <br/><b dir=\"rtl\">تسجيل السائق في وصل : </b>

# WaslRegisterVehicleInfo
source: <br/><b>Vehicle Registeration in WASL : </b>
ar: <br/><b dir=\"rtl\">تسجيل المركبة في وصل : </b>

# WaslUpdateCompanyInfo
source: <br/><b>Update Company data in WASL : </b>
ar: <br/><b dir=\"rtl\">تحديث بيانات الشركة في وصل : </b>

# WaslUpdateDriverInfo
source: <br/><b>Update Driver data in WASL : </b>
ar: <br/><b dir=\"rtl\">تحديث بيانات السائق في وصل : </b>

# WaslUpdateVehicleInfo
source: <br/><b>Update Vehicle data in WASL : </b>
ar: <br/><b dir=\"rtl\">تحديث بيانات المركبة في وصل : </b>

source: Wednesday
ar: الأربعاء

source: Weekly
ar: اسبوعي

source: Weight
ar: الوزن

source: Weight Coefficient
ar: معامل الوزن

source: Weight Sensor Type
ar: نوع حساس الوزن

source: Weights Report
ar: تقرير الأوزان

# WeightsReportTitle
source: Engineer Warranty Company - Weights Report
ar: شركة ضمان المهندس - تقرير الأوزان

source: Weight Volt
ar: معامل الوزن

source: with filter
ar: مع فلتر

source: Working Sensors
ar: الحساسات التي تعمل

# WorkingText
source: Working
ar: يعمل

source: Yearly
ar: سنوي

source: Yes
ar: نعم
