Repository: MuradAL-Tarifi/GPS_Tracker
Catalog: GPS.Resources/Resources/SharedResources.*.resx
Languages: ar

source: Accept
ar: اعتماد

source: Account
ar: الجهاز

source: Account Expiration Date
ar: تاريخ انتهاء الجهاز

source: Account Info
ar: بيانات الجهاز

# AccountNameExists
source: Name is already in use
ar: الاسم مستخدم مسبقاً

# AccountNotExists
source: Account is not exists
ar: الجهاز غير موجود

source: Accounts
ar: الأجهزة

source: Action
ar: الحركة

source: Action Date
ar: تاريخ الحركة

# Activate
source: Enable
ar: تفعيل

source: Activation Date
ar: تاريخ التفعيل

source: Active
ar: مفعل

source: Activity Type
ar: نوع النشاط

source: Add
ar: إضافة

# AddDriverSuccess
source: Driver Added
ar: تم إضافة السائق

source: Add Inventory Sensors
ar: إضافة حساسات المخزن

source: Add New
ar: إضافة جديدة

source: Add New Account
ar: إضافة جهاز جديد

source: Add New Ads
ar: اضافة اعلان جديد

source: Add New Driver
ar: إضافة سائق جديد

# AddNewFleet
source: Add New Company
ar: إضافة شركة

# AddNewGateway
source: Add Gateway
ar: إضافة جيت وي

source: Add New Group
ar: إضافة مجموعة جديدة

source: Add New Inventory
ar: إضافة مخزن جديد

source: Add New Maintenance Operation
ar: إضافة عملية صيانة

source: Add New Oil Change Operation
ar: إضافة عملية تغيير زيت

source: Add New Sensor
ar: اضافة حساس جديد

source: Add New Tire Change Operation
ar: إضافة عملية تغيير إطار

source: Add New User
ar: إضافة مستخدم جديد

source: Add New Vehicle
ar: إضافة مركبة جديدة

source: Add New Warehouse
ar: إضافة مستودع جديد

source: Address
ar: العنوان

# AddSuccess
source: Added Successfully
ar: تمت الاضافة بنجاح

# AdministratorRole
source: Administrator
ar: مدير نظام

source: Ads Screen
ar: شاشات الإعلانات

source: Ads Screen Info
ar: بيانات الاعلان

source: Agency Maintenance
ar: صيانة وكالة

source: Agent
ar: الوكيل

# AgentRole
source: Agent
ar: عميل

source: Alarm Reports
ar: تقارير الانذارات

source: Alert
ar: التنبيه

# AlertDateTime
source: Alert Date
ar: تاريخ الإنذار

source: Alert Report
ar: تقرير الإنذارات

source: Alerts
ar: تنبيهات

# AlertsExists
source: there are alerts
ar: يوجد إنذارات

source: Alerts Report
ar: تقرير الإنذارات

# AlertsReportTitle
source: Engineer Warranty Company - Alerts Report
ar: شركة ضمان المهندس - تقرير الإنذارات

source: Alert Type
ar: نوع الإنذار

source: All
ar: الكل

source: at least one feild must be checked
ar: يجب اختيار حقل واحد على الأقل

# AutoUpdate
source: Automatic Update
ar: التحديث التلقائي

source: Average
ar: متوسط

# AverageDailyTemperatureAndHumidityReport
source: Average daily temperature and humidity
ar: متوسط الحرارة والرطوبة اليومي

source: Average Humidity
ar: متوسط الرطوبة

source: Average Temperature
ar: متوسط الحرارة

source: Back
ar: عودة

source: Brand
ar: الماركة

source: Brands
ar: العلامات التجارية

source: Calibrated
ar: معاير

source: Calibration Date
ar: تاريخ المعايرة

source: Calibration Status
ar: حالة المعايرة

source: Cancel
ar: إلغاء

source: Car Name
ar: اسم المركبة

source: Car Number
ar: رقم السيارة

source: Change after
ar: التغيير بعد

source: Change Date
ar: تاريخ التغيير

source: Change Location
ar: تغيير الموقع

# CheckSchedulingDataValidity
source: Please check the validity of scheduling data
ar: يرجى التحقق من صحة بيانات الجدولة

source: City
ar: المدينة

source: Clear
ar: مسح

source: Close
ar: إغلاق

source: Close Location
ar: موقع الإغلاق

source: Color
ar: اللون

source: Columns
ar: الأعمدة

source: Command
ar: الأمر

source: Command Code
ar: رمز الأمر

source: Commercial Record Issue Date Hijri
ar: تاريخ السجل التجاري هجري

source: Commercial Record Number
ar: رقم السجل التجاري

source: Commercial Registration Number
ar: رقم السجل التجاري

source: Company
ar: شركة

# ConfirmCreateDriver
source: Are you sure you want to add Driver ?
ar: هل انت متأكد من إضافة السائق ؟

# ConfirmDelete
source: Are you sure you want to deleted selected item ?
ar: هل انت متأكد من حذف العنصر المحدد ؟

# ConfirmSave
source: Are you sure ?
ar: هل انت متأكد ؟

# ConfirmUpdate
source: Are you sure you want to update Company ?
ar: هل انت متأكد من تعديل بيانات الشركة ؟

# ConfirmUpdateDriver
source: Are you sure you want to update Driver ?
ar: هل انت متأكد من تعديل بيانات السائق ؟

# ConfirmUpdateFleet
source: Are you sure you want to update Company ?
ar: هل انت متأكد من تعديل بيانات الشركة ؟

# ConfirmUpdateVehicle
source: Are you sure you want to update Vehicle ?
ar: هل انت متأكد من تعديل بيانات المركبة ؟

source: Content
ar: المحتوى

# ContentEn
source: English Content
ar: المحتوى انجليزي

source: Continue Edit
ar: متابعة التعديل

source: Cost
ar: التكلفة

source: Create
ar: إضافة

source: Create And Schedule Report
ar: إنشاء وجدولة تقرير

source: Current Odometer
ar: عداد المسافة الحالي

source: Custom Alerts
ar: الإنذارات المخصصة

source: Daily
ar: يومي

source: Daily Warehouses Report
ar: تقرير المستودعات اليومي

source: Dashboard
ar: لوحة التحكم

source: Date
ar: التاريخ

source: Date of birth
ar: تاريخ الميلاد

source: Date Of The Last Reading
ar: تاريخ اخر قراءه

source: Day
ar: اليوم

source: Day and Time
ar: اليوم والساعة

source: Day of Month
ar: اليوم في الشهر

source: Day of Week
ar: اليوم في الاسبوع

source: Days
ar: أيام

# DeActivate
source: Disable
ar: تعطيل

source: Delete
ar: حذف

# DeleteSuccess
source: Deleted Successfully
ar: تم الحذف بنجاح

source: Description
ar: الوصف

source: Details
ar: تفاصيل

# DetailsSubTitle
source: Information for Transport Authority
ar: بيانات الشركة لهيئة النقل

# DeviceIMEI
source: IMEI
ar: رقم IMEI

# DeviceIMEIExists
source: IMEI number is already in use
ar: رقم IMEI مستخدم مسبقاً

source: Device Type
ar: نوع الجهاز

source: Discard
ar: تجاهل

source: Disconnected
ar: منقطع

# Distance
source: Distance (Km)
ar: المسافة (Km)

source: Distance Report
ar: تقرير المسافات

# DistanceReportTitle
source: Engineer Warranty Company - Distance Report
ar: شركة ضمان المهندس - تقرير المسافات

# DistancesReport
source: Distance Report
ar: تقرير المسافات

# Done
source: Ok
ar: تم

source: Door
ar: الباب

source: Door 1
ar: باب 1

source: Door 2
ar: باب 2

source: Driver
ar: السائق

source: Driver Info
ar: بيانات السائق

source: Driver Name
ar: اسم السائق

# DriverNotExists
source: Driver is not exists
ar: السائق غير موجود

source: Due Date
ar: تاريخ انتهاء المعايرة

# DueDateExpired
source: Due date has expired
ar: تم انتهاء تاريخ المعايرة

source: Duration
ar: المدة

source: each
ar: كل

source: Edit
ar: تعديل

source: Edit Driver
ar: تعديل بيانات سائق

# EditFleet
source: Edit Company
ar: تعديل بيانات الشركة

source: Edit Gateway
ar: تعديل بيانات Gateway

source: Edit Group
ar: تعديل بيانات مجموعة

source: Edit Inventory
ar: تعديل مخزن

source: Edit Maintenance Operation
ar: تعديل عملية صيانة

source: Edit User
ar: تعديل بيانات المستخدم

source: Edit Vehicle
ar: تعديل بيانات المركبة

source: Email
ar: بريد الكتروني

source: Email Address
ar: البريد الإلكتروني

source: Empty Voltage
ar: فولطية فارغ

source: Empty Weight
ar: الوزن فارغ

source: Enable Add By Uploading Excel
ar: تفعيل الإضافة بواسطة ملف الإكسيل

source: Enable Alert By Users
ar: تفعيل الإشعارات للمستخدمين

source: Enable Alerts
ar: تفعيل التنبيهات

source: End
ar: النهاية

source: Engine
ar: المحرك

# EngineOff
source: Off
ar: لا يعمل

# EngineOn
source: On
ar: يعمل

source: Engine Stopped ?
ar: توقف المحرك؟

source: Engine Working Duration
ar: مدة عمل المحرك

source: Entry
ar: دخول

# ErrorMessage
source: An error occurred during the operation
ar: حدث خطأ أثناء العملية

# EWECompany
source: Engineer Warranty Co.
ar: شركة ضمان المهندس.

source: Exit
ar: خروج

source: Expiration Date
ar: تاريخ الانتهاء

source: Export Sample Excel Format
ar: تحميل نموذج التعبئة

source: Export To Excel
ar: تصدير إلى اكسيل

source: Extension Number
ar: التحويلة

source: Field Is Required
ar: الحقل مطلوب

# FilterWorkingAndNotWorkingSensors
source: Sensor Status
ar: حالة الحساس

# Fleet
source: Company
ar: الشركة

# FleetNameAr
source: Company Name - Arabic
ar: اسم الشركة - عربي

# FleetNameEn
source: Company Name - English
ar: اسم الشركة - انجليزي

# FleetNotExists
source: Company is not exists
ar: الشركة غير موجودة

# FleetType
source: Company Type
ar: نوع الشركة

source: follow Vehicle
ar: تتبع المركبة

source: Friday
ar: الجمعة

source: from
ar: من

source: From Address
ar: من عنوان

source: From Date
ar: من تاريخ

source: Full Maintenance Report
ar: تقرير الصيانة الشامل

source: General
ar: عام

source: Generate Report
ar: إنشاء تقرير

source: GeoFence
ar: السياج الجغرافي

source: Geofence Report
ar: تقرير السياج الجغرافي

# GeofenceReportTitle
source: Engineer Warranty Company - Geofence Report
ar: شركة ضمان المهندس - تقرير السياج الجغرافي

source: GeoFences
ar: الأسيجة الجغرافية

# GPSDate
source: Date
ar: التاريخ

source: Group
ar: المجموعة

source: Group Info
ar: بيانات المجموعة

# GroupNameAr
source: Group Name - Arabic
ar: اسم المجموعة - عربي

# GroupNameEn
source: Group Name - English
ar: اسم المجموعة - إنجليزي

# GroupNotExists
source: Group is not exists
ar: المجموعة غير موجودة

source: Groups
ar: المجموعات

source: group Updates By
ar: تجميع تحديث الجهاز حسب

source: Has Door Sensor
ar: يوجد حساس باب

source: Has temperature and humidity sensor
ar: يوجد حساس حرارة ورطوبة

source: Higher Than
ar: أكثر من

source: Higher Than Humidity
ar: أعلى من درجة رطوبة

source: Higher Than Temperature
ar: أعلى من درجة حرارة

source: History Record
ar: سجل الأحداث

# HistoryReport
source: Vehicle History Report
ar: تقرير سجل المركبة

# HistoryReportTitle
source: Engineer Warranty Company - Vehicle History Report
ar: شركة ضمان المهندس - تقرير سجل المركبة

source: Hour
ar: الساعة

source: Hours
ar: ساعات

source: Humidity
ar: الرطوبة

source: Humidity 1
ar: رطوبة 1

source: Humidity 2
ar: رطوبة 2

source: Humidity 3
ar: رطوبة 3

source: Humidity 4
ar: رطوبة 4

source: Humidity Out Of Rang
ar: درجة الرطوبة خارج المعدل

source: Identity Number
ar: رقم الهوية

source: Idle
ar: خامل

source: IMEI
ar: رقم IMEI

source: Individual
ar: فرد

source: Initial Odometer
ar: عداد المسافات الأولي

# IntegrationError
source: An error occurred while connecting to the service
ar: حدث خطأ أثناء الاتصال بالخدمة

# Interval
source: Duration of non-repetition
ar: مدة عدم التكرار

# IntervalInMinutes
source: Alert non-repetition duration
ar: مدة عدم تكرار الإنذار

# InvalidCustomAlertMinInterval
source: interval must be grater than or equal {0}
ar: مدة عدم التكرار يجب ان تكون أكبر او تساوي {0}

# InvalidEmails
source: Invalid Emails Format
ar: صيغة الايميلات غير صحيحة

source: Inventories
ar: المخازن

source: Inventory
ar: المخزن

source: Inventory History Report
ar: تقرير سجل المخزن

# InventoryHistoryReportTitle
source: {0} - Inventory History Report
ar: {0} - تقرير سجل المخزن

source: Inventory Info
ar: بيانات المخزن

# InventoryNotExists
source: Inventory is not exists
ar: المخزن غير موجود

source: Inventory Number
ar: رقم المخزن

# InventorySensorHistoryReport
source: Inventory Sensor Report
ar: تقرير حساس المستودع

# InventorySensorHistoryReportTitle
source: Engineer Warranty Company - Inventory Sensor Report
ar: شركة ضمان المهندس - تقرير حساس المستودع

# InventorySensorInfo
source: Sensor Info
ar: بيانات الحساسات

source: Inventory Sensors
ar: حساسات المخزن

source: Is Active
ar: مفعل

source: Is Registered
ar: مسجل

source: Land Area In Square Meter
ar: مساحة الأرض (متر مربع)

source: Last 50 Alerts
ar: آخر 50 إنذار

source: Last Odometer Update Date
ar: تاريخ آخر تحديث لعداد المسافة

source: Last Open Location
ar: آخر موقع فتح

# LatestUpdateDateTime
source: Last update date and time
ar: تاريخ ووقت آخر تحديث

source: Latitude
ar: خط الطول

source: Less Than
ar: أقل من

source: Less Than Humidity
ar: أقل من درجة رطوبة

source: Less Than Temperature
ar: أقل من درجة حرارة

source: License Expiry Date
ar: تاريخ انتهاء الرخصة

source: License Issue Date
ar: تاريخ اصدار الرخصة

source: License Number
ar: رقم الرخصة

source: Linked With Raqeb
ar: مرتبط في راقب

source: Linked With Wasl
ar: مرتبط في واصل

source: Link With Raqeb
ar: ربط مع راقب

source: Link With Wasl
ar: ربط مع وصل

source: Location
ar: الموقع

source: Longitude
ar: خط العرض

source: Maintenance Date
ar: تاريخ الصيانة

source: Maintenance Info
ar: بيانات الصيانة

source: Maintenance Operation Report
ar: تقرير عمليات الصيانة

source: Maintenance Reports
ar: تقارير الصيانة

source: Maintenance Type
ar: نوع الصيانة

source: Manage Accounts
ar: إدارة الأجهزة

source: Manage Ads Screen
ar: ادارة شاشة الاعلانات

# ManageFleets
source: Manage Companies
ar: إدارة الشركات

source: Manage Gateways
ar: إدارة Gateways

source: Manage Groups
ar: إدارة المجموعات

source: Manage Inventories
ar: إدارة المخازن

# ManagePOIs
source: Manage Points of interest
ar: إدارة نقاط الاهتمام

source: Manager Email
ar: إيميل مدير الشركة

source: Manager Mobile
ar: جوال مدير الشركة

source: Manager Mobile Number
ar: رقم جوال المدير

source: Manager Name
ar: اسم المدير

source: Manager Phone Number
ar: رقم هاتف المدير

source: Manage Users
ar: إدارة المستخدمين

source: Manage Vehicles
ar: إدارة المركبات

source: Manage Warehouses
ar: إدارة المستودعات

source: Map Options
ar: خيارات الخريطة

source: Max
ar: أقصى

source: Max Humidity
ar: أعلى رطوبة

source: Max Speed
ar: السرعة القصوى

source: Max Temperature
ar: أعلى درجة حرارة

source: Max Value
ar: القيمة الكبرى

source: Max Weight
ar: أقصى وزن

# MessageForValue
source: Alert Value
ar: قيمة الإنذار

source: Min
ar: أدنى

source: Min Humidity
ar: أقل درجة رطوبة

source: Min Temperature
ar: أقل درجة حرارة

source: Minutes
ar: دقائق

source: Min Value
ar: القيمة الصغرى

source: Min Weight
ar: أقل وزن

source: Mobile Number
ar: رقم الجوال

source: Monday
ar: الاثنين

source: Monitored Unit
ar: رقم و اسم الحساس

source: Monthly
ar: شهري

# MovementReport
source: Vehicle Movement Report
ar: تقرير حركة المركبة

# MovementReportTitle
source: Engineer Warranty Company - Vehicle Movement Report
ar: شركة ضمان المهندس - تقرير حركة المركبة

source: Moving
ar: متحركة

source: Name
ar: الاسم

source: Naqaba Number
ar: رقم الشركة في النقابة

source: Newer To older
ar: من الأحدث للأقدم

source: Next
ar: التالي

source: Next Change Date
ar: تاريخ التغيير التالي

source: Next Maintenance after Distance
ar: الصيانة التالية بعد مسافة

# NoAgents
source: There are no agents
ar: لا يوجد عملاء

source: No Alerts
ar: لا يوجد إنذارات

source: No Alerts Today
ar: لا يوجد إنذارات اليوم

# NoData
source: no data available
ar: لا يوجد بيانات

# NoneOption
source: None
ar: لا يوجد

# NoResultMessage
source: No search result matched
ar: لا يوجد نتيجة مطابقة للبحث

# NotActive
source: Inactive
ar: غير مفعل

source: Not Assigned
ar: عدم تعيين

source: Not Calibrated
ar: غير معاير

source: Notes
ar: الملاحظات

source: Not Linked with Wasl
ar: غير مرتبط في وصل

source: Not Registered
ar: غير مسجل

source: Not Working Sensors
ar: الحساسات التي لا تعمل

# NotWorkingText
source: Not Working
ar: لا يعمل

# NotWorkingVehiclesText
source: Not Working Vehicles
ar: المركبات التي لا تعمل

source: Number Of Months
ar: عدد الأشهر

source: Number of Passengers
ar: عدد المقاعد

source: Number of Seats
ar: عدد المقاعد

source: Odometer
ar: عداد المسافة

source: Odometer when change
ar: عداد المسافة عند التغيير

source: Odometer when Maintenance
ar: عداد المسافة عند الصيانة

source: Off
ar: لا يعمل

source: Oil Change Info
ar: بيانات تغيير الزيت

source: Oil Change Operation Report
ar: تقرير عمليات تغيير الزيت

source: Older to newer
ar: من الأقدم للأحدث

source: On
ar: يعمل

source: Open
ar: فتح

source: Open Location
ar: موقع الفتح

source: Operating Card Number
ar: رقم بطاقة التشغيل

source: Order
ar: الترتيب

source: Parked
ar: توقفت

# PartiallyStopped
source: Stopped
ar: متوقفة

source: Path
ar: المسار

source: Payload Voltage
ar: فولطية الحمولة

source: Payload Weight
ar: وزن الحمولة

source: Period Show By Seconds
ar: مدة العرض بالثواني

source: Phone
ar: الهاتف

source: Phone 1
ar: جوال 1

source: Phone 2
ar: جوال 2

source: Phone Number
ar: رقم الهاتف

source: Plate
ar: اللوحة

source: Plate Letters
ar: أحرف اللوحة

source: Plate Number
ar: رقم اللوحة

# PlateNumberAr
source: Plate Letters - Arabic
ar: أحرف اللوحة - عربي

source: Plate Type
ar: نوع الرخصة

# POIList
source: Points of interest
ar: نقاط الاهتمام

# POIs
source: Points of interest
ar: نقاط الاهتمام

source: Previous
ar: السابق

source: Print Excel
ar: طباعة Excel

source: Print PDF
ar: طباعة PDF

source: Property
ar: الحقل

source: Public Maintenance
ar: صيانة عامة

# Pulled
source: towed
ar: يتم سحبها

source: Read All Notifications
ar: قراءة جميع الإنذارات

source: Records
ar: السجلات

source: Registered
ar: مسجل

source: Register in Raqeb
ar: تسجيل في راقب

source: Register in Wasl
ar: تسجيل في واصل

# RegisterType
source: Registration type
ar: نوع الإرتباط

# RepeatDay
source: Day
ar: يوم

source: Repeat Every
ar: تكرار كل

# RepeatMonth
source: Month
ar: شهر

# RepeatWeek
source: Week
ar: اسبوع

source: Report File Type
ar: نوع ملف التقرير

# ReportHeaderInfo
source: Header Info
ar: معلومات التقرير

source: Report Info
ar: بيانات التقرير

source: Report Name
ar: اسم التقرير

# ReportOrder
source: Order
ar: الترتيب

source: Reports
ar: التقارير

source: Report Sample
ar: شكل التقرير

source: Report Scheduling
ar: جدولة التقرير

source: Report Title
ar: عنوان التقرير

source: Report Type
ar: نوع التقرير

# RequiredCommercialRecordNumber
source: Commercial Record Number is required
ar: رقم السجل التجاري مطلوب

# RequiredCompanyId
source: Company Id is required
ar: الرقم المرجعي للشركة مطلوب

# RequiredIdentityNumber
source: Identity Number is required
ar: رقم الهوية مطلوب

# RequiredSequenceNumber
source: Sequence Number is required
ar: رقم التسلسل مطلوب

source: Routes
ar: المسارات

source: Sample
ar: مثال

source: Saturday
ar: السبت

source: Save
ar: حفظ

# SaveAsName
source: Save As...
ar: حفظ باسم

source: Schedule Report Details
ar: تفاصيل جدولة تقرير

source: Schedule Reports
ar: جدولة التقارير

source: Scheduling Details
ar: تفاصيل الجدولة

source: Scheduling Type
ar: نوع الجدولة

source: Search
ar: بحث

# SeatOff
source: There is no passenger
ar: لا يوجد راكب

# SeatOn
source: There is a passenger
ar: يوجد راكب

source: Seat Status
ar: حالة الراكب

source: Second
ar: ثانية

source: Select Coordinates
ar: اختر الإحداثيات

source: Select File
ar: إختر الملف

source: Select from list
ar: اختر من القائمة

source: Select Group
ar: اختر مجموعة

source: Select Inventory
ar: اختر المخزن

source: Select Location
ar: اختر الموقع

source: Select Report Type
ar: اختر نوع التقرير

source: Select Sensor
ar: اختر الحساس

source: Select Sensors
ar: إختر الحساسات

source: Select Vehicle
ar: اختر مركبة

source: Select Warehouse
ar: اختر مستودع

source: Send
ar: إرسال

source: Send Alert
ar: إرسال تنبيه

source: Send Entry Alert
ar: إرسال تنبيه عند الدخول

source: Send Exit Alert
ar: إرسال تنبيه عند الخروج

source: Send To Emails
ar: إرسال الى البريد الالكتروني

source: Send Vehicle Location
ar: ارسل موقع المركبة

source: Sensor
ar: الحساس

source: Sensor Already Registered With Inventory
ar: الحساس مرتبط بمستودع أخر

source: Sensor History Report
ar: تقرير سجل الحساسات

# SensorInformation
source: Sensors Information
ar: بيانات الحساسات

source: Sensor Name
ar: اسم الحساس

source: Sensor Number
ar: رقم الحساس

source: Sensors
ar: الحساسات

source: Serial Number
ar: الرقم التسلسلي

source: Serial number not Exists in selected group
ar: الرقم التسلسلي غير موجود في المجموعة المختارة

source: SFDA Company Activities
ar: نوع التخزين (خاص بهيئة الغذاء والدواء)

source: SFDA Storing Category
ar: نوع التخزين (خاص بهيئة الغذاء والدواء)

source: Show GeoFences
ar: إظهار الأسيجة الجغرافية

# ShowInfoWindow
source: Info Window
ar: نافذة المعلومات

# showPOI
source: show Points of interest
ar: إظهار نقاط الاهتمام

source: SIM Card Expiration Date
ar: تاريخ إنتهاء الشريحة

source: SIM Number
ar: رقم الشريحة

# SIMNumberExists
source: SIM number is already in use
ar: رقم الشريحة مستخدم مسبقاً

# SOS
source: Driver SOS
ar: نداء استغاثة السائق

# SosOff
source: None
ar: لا يوجد

# SosOn
source: there is an SOS in the last 15 minutes
ar: هناك نداء استغاثة في الدقائق الـ 15 الماضية

# SOSPassenger
source: Passenger SOS
ar: نداء استغاثة الراكب

# SosPassengerOn
source: there is an SOS from Passenger in the last 15 minutes
ar: هناك نداء استغاثة من الراكب في الدقائق الـ 15 الماضية

source: Speed
ar: السرعة

source: Speed From
ar: السرعة من

source: Speed To
ar: السرعة إلى

source: Start
ar: البداية

source: Status
ar: الحالة

source: Stop Duration
ar: مدة التوقف

source: Stopped
ar: متوقف

source: Stops
ar: توقفات

# StopsReport
source: Vehicle Stops Report
ar: تقرير توقفات المركبة

# StopsReportTitle
source: Engineer Warranty Company - Vehicle Stops Report
ar: شركة ضمان المهندس - تقرير توقفات المركبة

source: Storing Category
ar: فئة التخزين

source: Sunday
ar: الأحد

source: Supervisor Email
ar: إيميل مشرف الشركة

source: Supervisor Mobile
ar: جوال مشرف الشركة

# SystemError
source: Internal server error
ar: حدث خطأ داخلي في النظام

source: Taxi Buses
ar: حافلات الأجرة

source: Tax Registration Number
ar: رقم السجل الضريبي

source: Temperature
ar: درجة الحرارة

source: Temperature 1
ar: حرارة 1

source: Temperature 2
ar: حرارة 2

source: Temperature 3
ar: حرارة 3

source: Temperature 4
ar: حرارة 4

source: Temperature And Humidity Out OfRang
ar: درجة الحرارة والرطوبة خارج المعدل

source: Temperature and humidity report
ar: تقرير الحرارة والرطوبة

# TemperatureAndHumidityReportTitle
source: Engineer Warranty Company - Temperature and humidity report
ar: شركة ضمان المهندس - تقرير الحرارة والرطوبة

source: Temperature Out Of Rang
ar: درجة الحرارة خارج المعدل

# TheDay
source: Day
ar: يوم

# TheHour
source: Hour
ar: ساعة

# TheTemperature
source: Temperature
ar: الحرارة

source: This Sensor Already Exists
ar: هذا الحساس مسجل مسبقاً

source: Thursday
ar: الخميس

source: Time
ar: الوقت

source: Tire Change Info
ar: بيانات تغيير الإطار

source: Tire Change Operation Report
ar: تقرير عمليات تغيير الإطارات

source: Tire Code
ar: رمز الإطار

source: Tire Location
ar: موقع الإطار

source: Tire Name
ar: نوع الإطار

source: Title
ar: العنوان

# TitleEn
source: English Title
ar: العنوان انجليزي

source: to
ar: إلى

source: To Address
ar: إلى عنوان

source: To Date
ar: إلى تاريخ

# TodayAlerts
source: Today's Alerts
ar: إنذارات اليوم

source: To Emails
ar: إرسال الى الإيميلات

# TonUnit
source: ton
ar: طن

source: Total
ar: الكلي

source: Total Distance
ar: المسافة الكلية

source: Total Duration
ar: المدة الكلية

# Totals
source: Total Duration / Total Distance
ar: المدة / المسافة المقطوعة

source: Total Weight
ar: الوزن الكلي

source: Towed
ar: يتم سحبها

source: Trip
ar: الرحلة

# TripPathTitle
source: Trip Path
ar: مسار الرحلة

source: Trip Report
ar: تقرير الرحلات

source: Trips
ar: رحلات

source: Trips Report
ar: تقرير الرحلات

# TripsReportTitle
source: Engineer Warranty Company - Trips Report
ar: شركة ضمان المهندس - تقرير الرحلات

source: Tuesday
ar: الثلاثاء

source: Type
ar: النوع

source: Unlink With Raqeb
ar: فك الربط مع راقب

source: Unlink With Wasl
ar: فك الربط مع وصل

source: Update
ar: تعديل

# UpdateAlertsFailed
source: An error occurred while saving Alerts.
ar: حدث خطأ أثناء حفظ التنبيهات

# UpdateAlertsSuccess
source: Alerts successfully saved
ar: تم حفظ التنبيهات بنجاح

# UpdateDriverSuccess
source: Driver Updated
ar: تم تعديل بيانات السائق

source: Update Every
ar: تحديث كل

# UpdateFleetSuccess
source: Company Updated
ar: تم تعديل بيانات الشركة

# UpdateIMEIInfo
source: <br/><b>Update IMEI : </b>
ar: <br/><b dir=\"rtl\">تحديث رقم IMEI في وصل :</b>

# UpdateInventoryWaslInfoSuccess
source: Wasl Inventory Info Updated successfully
ar: تم تحديث معلومات المخزن في وصل بنجاح

# UpdateOff
source: Update is turned off
ar: التحديث متوقف

# UpdateSuccess
source: Updated Successfully
ar: تم التعديل بنجاح

# UpdateVehicleSuccess
source: Vehicle Updated
ar: تم تعديل بيانات المركبة

# UpdateWarehouseWaslInfoSuccess
source: Wasl Warehouse Info Updated successfully
ar: تم تحديث معلومات المستودع في وصل بنجاح
