Repository: MuradAL-Tarifi/GPS_Tracker
Catalog: GPS.Web.Admin/Resources/Views/SystemSetting/Index.*.resx
Languages: ar

source: Company Name
ar: إسم الشركة

source: Enable SMS
ar: تفعيل (SMS)

source: Enable SMTP
ar: تفعيل خادم (SMTP)

# FileImageSizeLimitNote
source: Note: the image which will be uploaded must be of type "PNG" and image size must not exceed 50 KB
ar: ملحوظة: الصورة المراد تحميلها يجب أن تكون من نوع "PNG" وحجم الصورة يجب ألا يتجاوز 50 كيلو بايت

source: Google Api Key
ar: مفتاح خرائط جوجل

# GoogleApiKeyInfo
source: Set Up Google Api Key
ar: مفتاح خرائط جوجل

# IsSslEnabled
source: Enable SSL
ar: تفعيل (SSL)

# SaveSuccess
source: System Settings Have Been Saved Successfully
ar: تم حفظ إعدادات النظام بنجاح

# SetApiKey
source: Set Google Map API Key
ar: تعيين مفتاح (Google Maps API)

# SetDefaultSMSGatewayConfig
source: Set Up Default SMS Gateway Configuration
ar: تعيين الإعدادات الإفتراضية لبوابة (SMS)

# SetDefaultSMTPConfig
source: Set Up Default SMTP Configuration
ar: تعيين الإعدادات الإفتراضية لخدام سيرفر (SMTP)

# SetSMSGateway
source: Set Up SMS Gateway
ar: تعيين بوابة (SMS)

# SetSMTP
source: Set Up SMTP Server
ar: تعيين خادم الإيميلات (SMTP)

source: Set Up Default Google Map API Key
ar: تعيين الإعدادات الإفتراضية (Google Maps API Key)

source: Set Up Default System Logo
ar: تعيين شعار الشركة الإفتراضي+ إسم الشركة

source: SMS Gateway URL
ar: رابط خدمة بوابة (SMS)

source: SMS Password
ar: كلمة المرور

source: SMS Username
ar: إسم المستخدم

source: Smtp Address
ar: العنوان

source: Smtp Display Name
ar: إسم العرض

source: Smtp Host
ar: الإستضافة

source: Smtp Password
ar: كلمة المرور

source: Smtp Port
ar: رقم المنفذ

source: Smtp Server Info
ar: معلومات خادم (SMTP)

# UploadLogo
source: Upload Company Logo
ar: رفع شعار الشركة

source: Wasl Api Key
ar: مفتاح وصل
